//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Are you sure you want to delete the selected recipient(s)?";

//Buttons
"Delete" = "Delete";
"Cancel" = "Cancel";